Revit 2027 API
ParameterTypeId.LoadAreaForceFy1 Property
 "Fy 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaForceFy1 { get; }
Public Shared ReadOnly Property LoadAreaForceFy1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaForceFy1 {
	ForgeTypeId^ get ();
}
static member LoadAreaForceFy1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace